[
  "obsidian-code-block-enhancer",
  "obsidian-better-codeblock",
  "obsidian-to-anki-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-excalidraw-plugin",
  "table-editor-obsidian",
  "obsidian-image-auto-upload-plugin",
  "mousewheel-image-zoom",
  "obsidian-plugin-toc",
  "templater-obsidian",
  "drawio-obsidian",
  "editing-toolbar",
  "recent-files-obsidian"
]